package uz.texnopos.malbazar

class SelectCity {
    fun selectCity(category_id: Int): String {
        return when (category_id) {
            1 -> "Шымбай"
            2 -> "Нѳкис"
            3 -> "Ӄоӊырат"
            4 -> "Хожели"
            5 -> "Тахтакѳпир"
            6 -> "Мойнаӄ"
            7 -> "Нѳкис район"
            8 -> "Кегейли"
            9 -> "Ӄанлыкѳл"
            10 -> "Шоманай"
            11 -> "Әмиудәрья"
            12 -> "Беруний"
            13 -> "Тѳрткул"
            14 -> "Елликӄала"
            15 -> "Бозатаӯ"
            16 -> "Ӄараѳзек"
            17 -> "Тахиятас"
            else -> ""
        }
    }
}